window.TRACKS = [
  {
    "id": "t001",
    "artist": "성시경",
    "title": "안녕 나의 사랑",
    "thumb": "./assets/thumbs/t001.png",
    "youtube": "https://www.youtube.com/watch?v=th2Mif86ZPI",
    "lyrics": "[Lyrics] 성시경 - 안녕 나의 사랑\n\n﻿여름 냄새 벌써 이 거리에\n날 비웃듯 시간은 흐르네\n눈부신 햇살 얼굴을 가리면\n빨갛게 손끝은 물들어가\n몰래 동그라미 그려놨던\n달력 위숫자 어느덧 내일\n제일 맘에 드는 옷 펼쳐놓고서\n넌 어떤 표정일까 나 생각해\n해맑은 아이 같은\n그대의 눈동자 그 미소가\n자꾸 밟혀서 눈에 선해\n한숨만 웃음만\n그대 힘겨운 하루의 끝\n이젠 누가 지킬까\n누가 위로할까\n내 턱끝까지 숨이 차올라\n내 머리 위로 바람이 불어온다\n온 힘을 다해 나는 달려간다\n이게 마지막 선물이\n될지도 몰라\n눈물이 흘러 아니 내 얼굴\n가득히 흐르는 땀방울\n늘 그랬듯이 아무렇지 않게\n웃으며 안녕\n나의 사랑 그대 미안해\n\n하루에도 몇 번씩 나눴던\n잘잤어 보고싶다는 인사\n그리울 때면 꺼내볼 수 있게\n하나하나 내 마음에 담곤해\n해맑은 아이 같은\n그대의 눈동자 그 미소가\n자꾸 밟혀서 눈에 선해\n한숨만 웃음만\n그대 힘겨운 하루의 끝\n이젠 누가 지킬까\n누가 위로할까\n내 턱끝까지 숨이 차올라\n내 머리 위로 바람이 불어온다\n온 힘을 다해 나는 달려간다\n이게 마지막 선물이\n될지도 몰라\n\n어떻게 어떻게 그대없는\n내일 아침은 난 겁이 나요\n수많은 밤들 견딜 수 있을까\n웃으며 안녕\n길 건너 멀리 니가 보인다\n지루했나봐 발끝만 바라보네\n온 힘을 다해 나는 달려간다\n이제 마지막 인사가\n될지도 몰라\n눈물이 흘러 아니 내 얼굴\n가득히 흐르는 땀방울\n나 없을 때 아프면 안돼요\n바보처럼 자꾸\n괜찮을거야 잘 지내요\n그대 안녕",
    "more": "이번 노래는 제가 이 채널을 만들어야겠다고\n생각하게 해 준 노래입니다\n노래를 듣다 문득 음악을 선물로 무조건적으로 남겨 놔야겠다는\n결심을 하게 해 준 곡인데요\n문제는\n제가 생각이 좀 많은 편이라\n제 성향에 맞는 콘텐츠를 상당히 오래 고민 해왔습니다\n거창한 것이 싫고\n눈에 띄는 것도 싫고\n싫다는 말 하는 걸 보이는 것도 싫고\n외적으로 단정 지어 보이는 것 또한 싫고\n우리 사회는 늘 모두가 어느 정도 노출되어 살아가는 데도\n저는 그 상당 부분들에서\n참 성격적으로 부딪히는 게 많습니다\n사람이 커가면서 정체성이 잡힌다지만\n우스갯소리로\n저는 좀 잘못 컸는지\n성격이 이상해져서 그런가 싶습니다\n마음만은 사람들이 좋아하는 것을 남겨주고 싶은데\n이상하게도\n몸은 자꾸만 숨으려고 하더군요\n오랜 고민 끝에 생각이 났던 것이 이 채널의 생성과 노래방 콘텐츠였습니다\n거창하지 않아서 좋았고\n같이 노래방 가서 친구가 하는 노래 듣는 느낌처럼 친근함이 들 것 같기도 했고\n너무 과하지 않은 소소하고 재미나게 부른 노래들을 조용히 어딘가에 하나둘씩 선물로 남겨 놓으면 \n제 나름의 양심도 일정 부분 해소할 수 있지 않을까 하고요\n생각 외로 너무 빠른 시간 내에\n많은 분들이 사랑을 주셔서 조금 당황스러운 상태입니다만\n뭐 언젠간 이 시간은 오기 마련이었을 터이니\n감사히 생각하고 꾸준히 잘 운영해 볼 생각에 있습니다\n혹시 싫다면 꼭 말해주세요\n궁금한 것이 있으면 늘 물어봐 주시고\n신청곡은 댓글로 상시 받습니다\n감사합니다\n그럼 모두 건강하세요"
  },
  {
    "id": "t002",
    "artist": "전미도",
    "title": "사랑하게 될 줄 알았어",
    "thumb": "./assets/thumbs/t002.png",
    "lyrics": "[Lyrics] 전미도 - 사랑하게 될 줄 알았어\n\n널 처음 사진으로 본 그날\n구십구년 일월 삼십일일\n그날 이후 지금 이 순간까지\n나 하나만 기다려준 너를\n오늘도 습관 같은 내 전화\n따스히 받아 주는 너에게\n세상 가장 행복한 사람으로\n만들어 준 너를 너무 사랑해\n사랑하게 될 줄 알았어\n우리 처음 만난 그날에\n시간 속에 희미해지는 사랑에\n그대가 흔들린대도\n그땐 내가 잡을게요 그대처럼\n너무 편한 사이가 싫어서\n너무 오랜 사랑 힘들어서\n아픈 눈물 흘리는 널 돌아선\n못된 내 마음도 기다려준 너를\n사랑하게 될 줄 알았어\n우리 처음 만난 그날에\n시간 속에 희미해지는 사랑에\n그대가 흔들린대도\n그땐 내가 잡을게요 그대처럼\n얼마나 힘들었을까 못난 내 눈물도\n따스히 감싸준 너를\n오 사랑하게 될 줄 알았어\n우리 처음 만난 그날에\n시간 속에 희미해지는 사랑에\n그대가 흔들린대도 내가 잡을게요\n아무 걱정 마요 내 손을 잡아요\n처음 그날처럼 우리",
    "more": "주아 님의 신청곡 입니다\n키 변경 없어도 되겠다 싶어서 그냥 불렀는데\n큰코다쳤습니다\n쉽지 않았네요\n신청곡은 댓글로 남겨 주세요\n감사합니다"
  },
  {
    "id": "t003",
    "artist": "Official髭男dism",
    "title": "Pretender",
    "thumb": "./assets/thumbs/t003.png",
    "lyrics": "[Lyrics] Official髭男dism - Pretender\n\n君とのラブストーリー\n키미토노 라브스토-리\n너와의 러브 스토리\n\nそれは予想通り\n소레와 요소오도오리\n그것은 예상대로\n\nいざ始まればひとり芝居だ\n이자 하지마레바 히토리시바이다\n막상 시작하니 홀로 하는 연극이었어\n\nずっとそばにいたって\n즛토 소바니이탓테\n계속 옆에 있어도\n\n結局ただの観客だ\n켁쿄쿠 타다노 칸캬쿠다\n결국 그냥 관객이야\n\n\n感情のないアイムソーリー\n칸죠노나이 아이무 소-리\n감정이 없는 I’m sorry\n\nそれはいつも通り\n소레와 이츠모도오리\n그건 항상 그렇듯이\n\n慣れてしまえば悪くはないけど\n나레테시마에바 와루쿠와나이케도\n익숙해져보니 나쁘진 않지만\n\n君とのロマンスは人生柄\n키미토노 로망스와 진세이가라\n너와의 로맨스는 인생에서\n\n続きはしないことを知った\n츠즈키와 시나이코토오 싯타\n계속되진 않을 거라는 걸 알았어\n\n\nもっと違う設定で　もっと違う関係で\n못토 치가우 셋테이데 못토 치가우 칸케이데\n조금 더 다른 설정으로 조금 더 다른 관계로\n\n出会える世界線　選べたらよかった\n데아에루 세카이센 에라베타라 요캇타\n만날 수 있는 세계선을 골랐다면 좋았을 걸\n\nもっと違う性格で　もっと違う価値観で\n못토 치가우 세이카쿠데 못토 치가우 카치칸데\n조금 더 다른 성격으로 조금 더 다른 가치관으로\n\n愛を伝えられたらいいな　\n아이오츠타에라레타라 이이나\n사랑을 전할 수 있었으면 좋겠다\n\nそう願っても無駄だから\n소오 네갓테모 무다다카라\n그렇게 빌어도 소용없으니까\n\nグッバイ\n굿바이\nGoodbye\n\n\n君の運命のヒトは僕じゃない\n키미노 운메이노 히토와 보쿠쟈나이\n너의 운명의 사람은 내가 아냐\n\n辛いけど否めない\n츠라이케도 이나메나이\n괴롭지만 부정할 수 없어\n\nでも離れ難いのさ\n데모 하나레가타이노사\n하지만 멀어지긴 어렵네\n\nその髪に触れただけで　\n소노카미니 후레타다케데\n그 머리카락에 닿은 것 만으로도\n\n痛いやいやでも\n이타이야 이야데모\n아파 아냐 그래도\n\n甘いな　いやいや\n아마이나 이야이야\n달콤하구나 아냐아냐\n\nグッバイ\n굿바이\nGoodbye\n\n\nそれじゃ僕にとって君は何？\n소레쟈 보쿠니 톳테 키미와 나니?\n그렇다면 내게 너는 어떤 존재야?\n\n答えは分からない　分かりたくもないのさ\n코타에와 와카라나이 와카리타쿠모나이노사\n정답은 알 수 없어 알고 싶지도 않아\n\nたったひとつ確かなことがあるとするのならば\n탓타 히토츠 타시카나 코토가 아루토 스루노나라바\n딱 하나 확실한 것이 있다고 한다면\n\n「君は綺麗だ」\n“키미와 키레이다”\n“넌 아름다워”\n\n\n誰かが偉そうに\n다레카가 에라소오니\n누군가가 잘난 듯이\n\n語る恋愛の論理\n카타루 렌아이노 론리\n말하는 연애의 논리\n\n何ひとつとしてピンとこなくて\n나니 히토츠토시테 핀토 코나쿠테\n무엇 하나도 딱 꽂히는게 없어서\n\n飛行機の窓から見下ろした\n히코오키노 마도카라 미오로시타\n비행기의 창밖으로 내려다 본\n\n知らない街の夜景みたいだ\n시라나이 마치노 야케이미타이다\n모르는 거리의 야경같아\n\n\nもっと違う設定で　もっと違う関係で\n못토 치가우 셋테이데 못토 치가우 칸케이데\n조금 더 다른 설정으로 조금 더 다른 관계로\n\n出会える世界線　選べたらよかった\n데아에루 세카이센 에라베타라 요캇타\n만날 수 있는 세계선을 골랐어야 했어\n\nいたって純な心で　叶った恋を抱きしめて\n이탓테 쥰나 코코로데 카낫타 코이오 다키시메테\n아주 순수한 마음으로 이뤄진 사랑을 감싸안고\n\n「好きだ」とか無責任に言えたらいいな\n“스키다”토 무세키닌니 이에타라 이이나\n“좋아해”라고 무책임하게 말할 수 있다면 좋겠어\n\nそう願っても虚しいのさ\n소오 네갓테모 무나시이노사\n그렇게 빌어도 허무할 뿐야\n\nグッバイ\n굿바이\nGoodbye\n\n\n繋いだ手の向こうにエンドライン\n츠나이다 테노 무코오니 엔도라인\n잡은 손의 저 편에 있는 엔드 라인\n\n引き伸ばすたびに　疼きだす未来には\n히키노바스타비니 우즈키다스 미라이니와\n잡아 늘릴 때마다 꿈틀거리는 미래에는\n\n君はいないその事実に Cry…\n키미와 이나이 소노 지지츠니 Cry...\n너는 없어 그 사실에 Cry...\n\nそりゃ苦しいよな\n소랴 쿠루시이요나\n그야 괴롭겠지\n\nグッバイ\n굿바이\nGoodbye\n\n\n君の運命のヒトは僕じゃない\n키미노 운메이노 히토와 보쿠쟈나이\n너의 운명의 사람은 내가 아냐\n\n辛いけど否めない\n츠라이케도 이나메나이\n괴롭지만 부정할 수 없어\n\nでも離れ難いのさ\n데모 하나레가타이노사\n하지만 멀어지긴 어렵네\n\nその髪に触れただけで　\n소노카미니 후레타다케데\n그 머리카락에 닿은 것 만으로도\n\n痛いやいやでも\n이타이야 이야데모\n아파 아냐 그래도\n\n甘いな　いやいや\n아마이나 이야이야\n달콤하구나 아냐아냐\n\nグッバイ\n굿바이\nGoodbye\n\n\nそれじゃ僕にとって君は何？\n소레쟈 보쿠니 톳테 키미와 나니?\n그렇다면 나에게 있어 너는 어떤 존재야?\n\n答えは分からない　分かりたくもないのさ\n코타에와 와카라나이 와카리타쿠모나이노사\n정답은 알 수 없어 알고 싶지도 않아\n\nたったひとつ確かなことがあるとするのならば\n탓타 히토츠 타시카나 코토가 아루토 스루노나라바\n딱 하나 확실한 것이 있다고 한다면\n\n「君は綺麗だ」\n“키미와 키레이다”\n“넌 아름다워”\n\n\nそれもこれもロマンスの定めなら\n소레모 코레모 로망스노 사다메나라　\n이것도 저것도 로맨스의 운명이라면\n\n悪くないよな\n와루쿠나이요나\n나쁘진 않구나\n\n永遠も約束もないけれど\n에이엔모 야쿠소쿠모 나이케레도\n영원도 약속도 없지만\n\n「とても綺麗だ」\n“도테모 키레이다”\n“정말 아름다워”",
    "more": "개인적으로 일본 노래도 즐겨 부르는 편입니다\n신청곡은 댓글로 남겨 주세요\n감사합니다"
  },
  {
    "id": "t004",
    "artist": "김필",
    "title": "다시 사랑한다면",
    "thumb": "./assets/thumbs/t004.png",
    "lyrics": "[Lyrics] 김필 - 다시 사랑한다면\n\n다시 태어난다면 다시 사랑한다면\n그때는 우리 이러지 말아요\n조금 덜 만나고 조금 덜 기대하며\n많은 약속 않기로 해요\n다시 이별이 와도 서로 큰 아픔 없이\n돌아설 수 있을 만큼\n버려도 되는 가벼운 추억만\n서로의 가슴에 만들기로 해요\n이젠 알아요 너무 깊은 사랑은\n외려 슬픈 마지막을 가져 온다는 걸\n그대여 빌게요 다음 번의 사랑은\n우리 같지 않길 부디 아픔이 없이\n나\n꼭 나보다 더 행복해져야만 해\n많은 시간이 흘러 서로 잊고 지내도\n지난 날을 회상하며\n그 때도 이건 사랑이었다고\n말할 수 있다면 그걸로 된 거죠\n이젠 알아요 너무 깊은 사랑은\n외려 슬픈 마지막을 가져 온다는 걸\n그대여 빌게요 다음 번의 사랑은\n우리 같지 않길 부디 아픔이 없이\n이젠 알아요 영원할 줄 알았던\n그대와의 사랑마저 날 속였다는 게\n그보다 슬픈 건 나 없이 그대가\n행복하게 지낼 먼 훗날의 모습\n나\n내 마음을 하늘만은 알기를",
    "more": "요즘 비가 많이 오네요\n다들 비 조심하세요\n신청곡은 댓글로 남겨 주세요\n감사합니다"
  },
  {
    "id": "t005",
    "artist": "임한별",
    "title": "사랑하지 않아서 그랬어",
    "thumb": "./assets/thumbs/t005.png",
    "lyrics": "[Lyrics] 임한별 - 사랑하지 않아서 그랬어\n\n사랑하지 않기로 했어\n나만 생각하기로 했어\n니 눈물을 못 본 척 좀 해야겠어\n나쁜 사람 되기 싫어서\n구차해지는 변명들로\n괜한 기대하게 만들기 싫었어\n마지막까지 상처 주긴 싫은데\n난 여전히 너를 배려해 줄\n자신이 없는걸\n사랑하지 않았어 미안해\n참 많이 고마웠어\n미련 갖는 일 그런 일 없을 거야 정말\n매번 져주려 했던 너에게\n기어코 이겨보려 애썼던 순간도\n너를 필요 없어 했던 밤도\n사랑하지 않아서 그랬어\n마지막으로 안아주면 안 될까\n말하는 니 얼굴\n떳떳하게 볼 수가 없는걸\n사랑하지 않았어 미안해\n참 많이 고마웠어\n미련 갖는 일 그런 일 없을 거야 정말\n매번 져주려 했던 너에게\n기어코 이겨보려 애썼던 순간도\n너를 필요 없어 했던 밤도\n사랑하지 않아서 그랬어\n넌 모르지 내 맘이 어떤지\n계속 사랑해보려 애를 썼어\n내가 다 미안해\n도망치는 내가 밉겠지만\n나는 후련한 거 같아 여기까지만 해\n기다리면은 안 돼 잘 들어\n날 미워해야만 해\n계속 울어도 난 멀리 떠날 거야 제발\n니가 괴롭든 말든 꺼놨던 전화도\n아픈 니가 귀찮았던 밤도\n하다못해 지금 내 말투도\n사랑하지 않아서 그랬어",
    "more": "노래가 엄청 높아 보인다 싶었는데\n불러 보니 역시나 높네요\n대단합니다\n생각했던 것보다도 더 높았던 거 같아요\n근데 사실 저는 소리 공부를 오래 해서 목이 많이 닳아가지고\n낮거나 중간 정도 보다 이 정도 음역대가 더 편하긴 합니다\n자랑은 아닙니다\n신청곡은 댓글로 남겨 주세요\n감사합니다"
  }
];